jaxwsproject/src/main/resources/Sample_Request.txt

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Header/>
  <soap:Body>
      <ns2:message xmlns:ns2="http://com.nishanth.jaxwsproject.targeNamespace/">
         <helloMessage>WEBSERVICE</helloMessage>
     </ns2:message>
  </soap:Body>
</soap:Envelope>